app/views/quizzes/_quiz.html.erb


  <% if quiz.questions.any? %>
---
SELECT 1 AS one FROM "questions" WHERE "questions"."quiz_id" = ? LIMIT ?  [["quiz_id", 1], ["LIMIT", 1]]