app/views/quizzes/show.html.erb

SELECT "questions".* FROM "questions" WHERE "questions"."quiz_id" = ?  [["quiz_id", 1]]
---
<h2>Questions:</h2>
<% @quiz.questions.each do |question| %>